---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerException
source: html/132b3a32-d6e3-2dd8-d30c-66b77a95091e.htm
---
# RevitServerException Properties

The information of the function throwing the exception.